Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/admin/ffk/ffk_7_kvensk_bibliotektjeneste_aili_eriksen_25.01.2019.docx.tmx
Source language: nob
Languages: fkv

source: Myndighetene hadde som mål at tornedalingene skulle bli.
fkv: Esivalttoin mooli oli ette tornionlaksolaisista tulis.

source: Omkostningene ved dette kommer nå fram.
fkv: Se kuinka paljon tämä maksoi tullee nyt framile päivännäkhöön.

source: Barn ble utsatt for ydmykelser gjennom språktvang og språkforbud.
fkv: Kläppiitä nöyryytethiin kielipakola ja -kielola.

source: Mange følte seg som innvandrere i eget land og fikk høre at alt ville gå bra om de retta seg etter myndighetene.
fkv: Moni tunsi ette oon siirtolainen omassa maassa, ja moni sai kuula ette kaikki menis hyvin jos het tehthiin niin ko esivallat haluthiin.
